Repository: kevinruscoe/acf-star-rating-field
Catalog: lang/*.po
Languages: ca, es_es

source: Star Rating
ca: Valoració de estrelles
es_es: Puntuación estrellas

source: Error! Please enter a higher value
ca: Error! Introduïu un valor més alt
es_es: ¡Error! Por favor introduce un valor mayor

source: Maximum Rating
ca: Puntuació màxima
es_es: Puntuación máxima

source: Maximum number of stars
ca: Nombre màxim d'estrelles
es_es: Número máximo de estrellas

source: Return Type
ca: Tipus de retorn
es_es: Tipo de retorno

source: What should be returned?
ca: Què s'ha de retornar?
es_es: ¿Que debería devolver?

source: Number
ca: Nombre
es_es: Número

source: List (unstyled)
ca: Llista (sense estils)
es_es: Lista (sin estilos)

source: List (fa-awesome)
ca: Llista (fa-awesome)
es_es: Lista (fa-awesome)

source: Allow Half Rating
ca: Permet mitja valoració
es_es: Permitir media puntuación

source: Allow half ratings?
ca: Voleu permetre la meitat a les puntuacions?
es_es: ¿Quieres permitir medias puntuaciones?

source: Theme
ca: Tema
es_es: Tema

source: Select theme?
ca: Voleu seleccionar el tema?
es_es: ¿Seleccionar el tema?

source: Default
ca: Per defecte
es_es: Por defecto

source: Clear
ca: Neteja
es_es: Limpiar

source: The value is too large!
ca: El valor és massa gran!
es_es: ¡El valor es demasiado alto!

source: Please enter a value clicking on stars form 1 to %s
ca: Introduïu un valor en fer clic a les estrelles des de 1 fins a %s
es_es: Por favor, introduce un valor haciendo clic en las estrellas desde la 1 hasta %s
